[
  {
    "decision": "It's time to set up your shelter: How many people would you like to provide bed and food for?",
    "type": "monthly",
	"index": 1,
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "30",
        "result_text": "Each bed costs $6 every night, the total monthly cost is $5040.",
        "cost": -5040,
        "reputation_cost": 0
      },
      {
        "option": "40",
        "result_text": "Each bed costs $6 every night, the total monthly cost is $6720.",
        "cost": -6720,
        "reputation_cost": 0
      }
    ]
  },
  {
    "decision": "How do you want to recruit volunteers for your shelter?",
    "type": "monthly",
	"index": 2,
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "Put up flyers nearby",
        "result_text": "You have 3 new volunteers every month",
        "cost": -50,
        "reputation_cost": 3,
        "volunteer_cost": 3
      },
      {
        "option": "Advertise on the radio and local newspaper",
        "result_text": "You have 1 new volunteer every month",
        "cost": -100,
        "reputation_cost": 3,
        "volunteer_cost":1
      },
      {
        "option": "Post on social media and on your website",
        "result_text": "You have 2 volunteers every month",
        "cost": -10,
        "reputation_cost": 3,
        "volunteer_cost":2
      }
    ]
  },
  {
    "decision": "A local food bank asks to partner with your shelter and is willing to provide food 4 nights of the week. Do you accept?",
    "type": "monthly",
	"index": 3,
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "Yes",
        "result_text": "You save $200 because of your partnership",
        "cost": 200,
        "reputation_cost": 5
      },
      {
        "option": "No",
        "result_text": "You lose out on an opportunity to save money, other non profits are hesitant to work with you.",
        "cost": 0,
        "reputation_cost": -5
      }
    ]
  },
  {
    "decision": "An opportunity to host a fundraiser accepting private donations from people attending the event comes up. Do you accept??",
    "type": "monthly",
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "Yes",
        "result_text": "You successfully raise $500. ",
        "cost": 500,
        "reputation_cost": 5
      },
      {
        "option": "No",
        "result_text": "You lose out on an opportunity to raise money.",
        "cost": 0,
        "reputation_cost": -5
      }
    ]
  },
  {
    "decision": "Government keeps coming up with bureaucratic excuses to not properly distribute funds. You have only received 5,000 of the promised 10,000 in budget. What do you do?",
    "type": "",
    "range": [
      1,
      5
    ],
    "visited": false,
    "answers": [
      {
        "option": "Keep arguing with government to release funds",
        "result_text": "This pushes government to release 2500 more dollars, but you still only receive 7,500 of the planned 10,000 monthly budget.",
        "cost": -2500
      },
      {
        "option": "Don’t argue with government agency related to this issue.",
        "result_text": "The government doesn’t release budget in time, and you lose 5,000 of your originally planned 10,000 monthly budget",
        "cost": -5000
      }
    ]
  },
  {
    "decision": "One night, a drunk man shows up at your shelter. What do you do?",
    "type": "budget",
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "Take him in",
        "result_text": "While drunk, he vandalizes a portion of your beds, costing you $300 to buy new ones.",
        "cost": -300,
        "reputation_cost": 0
      },
      {
        "option": "Refuse to take him in",
        "result_text": "He gets mad and while drunk, vandalizes your property in the middle of the night. It costs you $800 to fix your broken windows. ",
        "cost": -800,
        "reputation_cost": 0
      }
    ]
  },


  {
    "decision": "Someone cuts the line to receive food served from the shelter. Another person behind them is anxious, agitated and frustrated. A physical fight ensues, what do you do?",
    "type": "budget",
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "You let the fight continue",
        "result_text": "The person who cut the line sustains minor cuts and bruises and requires medical attention from the shelter.",
        "cost": -10,
		"reputation_cost": -2
      },
      {
        "option": "You break up the fight",
        "result_text": "You successfully break up the fight and escape with no injuries. However, you took a huge personal risk trying to mitigate it.",
        "cost": 0,
		"reputation_cost": 0
      }
    ]
  },
  {
    "decision": "You realize that the food served at shelters does not meet daily nutritional requirements. Will you fix this?",
    "type": "budget",
    "range": [
      5,
      20
    ],
    "answers": [
      {
        "option": "No, continue serving malnutritious meals",
        "result_text": "People argue over lack of milk and water, and the shelter takes emergency measures to purchase stock amounts to satisfy needs. Lack of fixing this could lead to further problems in the future.",
        "cost": -1000,
		"reputation_cost": -5
      },
      {
        "option": "Yes, increase the servings of grain, fruit, and vegetable products.",
        "result_text": "People now have sufficient nutrition in meals.",
        "cost": -2500,
		"reputation_cost": 0
      }
    ]
  },
  {
    "decision": "People need to leave the shelter at 7 AM, thus they need to get up earlier to get ready. There have been reports of sleep deprivation and these individuals are finding it hard to find a job and get out of homelessness.",
    "type": "other",
    "range": [
      5,
      20
    ],
    "answers": [
      {
        "option": "Change curfew to 10 PM so folks can go to bed earlier",
        "result_text": "Trust in your shelter goes down and enforcing tough curfews make people uncomfortable and lose faith in your establishment",
        "cost": 0,
		"reputation_cost": -10
      },
      {
        "option": "Move the morning wake up time by an hour",
        "result_text": "Due to limitations of the space, morning time can't be moved. Folks are still unhappy due to inaction ",
        "cost": 0,
		"reputation_cost": -10
      }
    ]
  },
  {
    "decision": "It’s a cold night out with temperatures below freezing. A man at your shelter has just been assigned to a bed, but you notice that he’s coughing a lot. Later, you overhear him tell his friend that he suspects he has bronchitis. What do you do?",
    "type": "reputation",
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "Ask the man to leave",
        "result_text": "Luckily, the man was able to find another shelter for the night. However, he tells people in the community that your shelter refused to take him in on a freezing night. Your shelter's reputation suffers from this incident.",
        "cost": 0,
		"reputation_cost": -5
      },
      {
        "option": "Let the man stay in overnight",
        "result_text": "Days later, you and a few others at the shelter all start coughing. You visit the doctor and discover that you have contracted bronchitis.",
        "cost": 0,
		"reputation_cost": 0
      }
    ]
  },
  {
    "decision": "A volunteer got into a heated argument with a homeless man at your shelter. They both said it was the other person’s fault and you don’t know who’s telling the truth. What do you do?",
    "type": "reputation",
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "Ask the man to leave",
        "result_text": "The man tells people in the community that your shelter has horrible volunteers. Your shelter's reputation suffers from this incident.",
        "cost": 0,
		"reputation_cost": -5
      },
      {
        "option": "Ban the volunteer from volunteering for 3 months",
        "result_text": "Your shelter relies heavily on volunteers, and you were not able to find a replacement in short notice. You end up working extra hours to cover for that volunteer's shift yourself.",
        "cost": 0,
		"reputation_cost": 0
      },
      {
        "option": "Do nothing and hope they don’t get into other arguments in the future",
        "result_text": "A week later, the two got into a physical fight at your shelter. A police officer had to be called to break up the fight. You permanently ban the volunteer from your shelter, but was not able to find a replacement in short notice and end up working extra hours to cover for that volunteer's shift yourself.",
        "cost": 0,
		"reputation_cost": -10
      }
    ]
  },
  {
    "decision": "A woman that stayed overnight at your shelter accuses your place of being infested with bedbugs and lice. What do you do?",
    "type": "budget",
    "range": [
      1,
      5
    ],
    "answers": [
      {
        "option": "Ignore it",
        "result_text": "It turns out there were lice in your shelter, and you end up getting lice yourself. Additionally, the woman tells people in the community about how unsanitary your shelter is and your reputation suffers from this incident.",
        "cost": 0,
		"reputation_cost": -10
      },
      {
        "option": "Hire a pest control professional and cleaning service",
        "result_text": "Your shelter is now much more sanitary!",
        "cost": -500,
		"reputation_cost": 5
      }
    ]
  }
]